export const HOW_TO_USE = {
  android: [
    {
      title: 'Посетите вебсайт Pocket KAI',
      description:
        'Проведите на нём некоторое время. Попробуйте функционал и т.д.',
    },
    {
      title: 'Нажмите на 3 точки в верхнем правом углу',
      description: 'Важно: подобная установка работает только в Chrome!',
    },
    {
      title: 'Выберите "Добавить на главный экран"',
      description: 'Затем нажмите "Установить"',
    },
    {
      title: 'Альтернативный способ: Установить через Rustore',
      description: 'Найдите ссылку на этом вебсайте',
    },
    {
      title: 'Теперь весь КАИ в твоём кармане!',
      description: '',
    },
  ],
  pc: [
    {
      title: 'Посетите вебсайт Pocket KAI',
      description:
        'Проведите на нём некоторое время. Попробуйте функционал и т.д.',
    },
    {
      title: 'Найдите значок монитора со стрелкой в адресной строке',
      description: 'Затем нажмите "Установить"',
    },
    {
      title: 'Готово!',
      description: '',
    },
  ],
  mac: [
    {
      title: 'Посетите вебсайт Pocket KAI',
      description:
        'Проведите на нём некоторое время. Попробуйте функционал и т.д.',
    },
    {
      title: 'Safari: Выберите "Файл" в верхнем меню',
      description: 'Затем нажмите на кнопку "Добавить в Dock"',
    },
    {
      title: 'Chrome: Выберите значок монитора в конце поисковой строки',
      description: 'Затем нажмите "Установить"',
    },
    {
      title: 'Готово! ',
      description: '',
    },
  ],
  iphone: [
    {
      title: 'Посетите вебсайт Pocket KAI',
      description:
        'Проведите на нём некоторое время. Попробуйте функционал и т.д.',
    },
    {
      title: 'Нажмите на значок "Поделиться" в нижней части экрана',
      description: 'Значок выглядит, как квадрат со стрелкой вверх',
    },
    {
      title: 'Выбрите пункт "На экран Домой"',
      description: 'Подтвердите, нажав кнопку "Добавить"',
    },
    {
      title: 'Теперь весь КАИ в твоём кармане!',
      description: '',
    },
  ],
};
